#Copyright ©️ 2022 EduMentors. All Rights Reserved
#You are free to use this code in any of your project, but you MUST include the following in your README.md (Copy & paste)
# ##Credits - [Countdown Timer Telegram bot by TeLe TiPs] (https://github.com/teletips/CountdownTimer-TeLeTiPs)

# Changing the code is not allowed! Read GNU AFFERO GENERAL PUBLIC LICENSE: https://github.com/teletips/CountdownTimer-TeLeTiPs/blob/main/LICENSE
                       
  
START_TEXT = 'হাই,\nআমি EduMentors এর **টাইমার রো_বট** ⏰\n\nআমি **যেকোনো গ্রুপে** সময় কাউন্টডাউন করতে পারি। 🎉\nকোনো বিষয়ের সময় কাউন্টডাউন করতে আমাকে ব্যবহার করতে পারেন।\n\nকিভাবে আমাকে ব্যবহার করবেন তা জানতে **❓HELP** কমান্ড দিন'

GROUP_TEXT="""
👥 | **সাহায্য**
<i>যেকোনো সমস্যায় রিপোর্ট করতে পারেন</i>
"""

HELP_TEXT = """
🚀 | **প্রথমে**
<i>গ্রুপে এই বট টি অ্যাড করুন</i>
👮🏻‍♂️ | **অ্যাডমিন অনুমোদন**
<i>বট টি কে উক্ত গ্রুপের অ্যাডমিন করুন</i>
🕹 | **কমান্ড**
✦ **সেট**
<i>নিচের ফরমেট অনুসরণ করে কমান্ড দিন।</i>
• <code>/set সেকেন্ড "বিষয়ের নাম" (ইংরেজিতে)</code>
**যেমন**
• <code>/set 10 "১০ সেকেন্ড কাউন্টডাউন"</code>
✦ **stopc**
<i>আপনি <code>/stopc</code> কমান্ড ব্যবহার করে কাউন্টডাউন থামাতে পারেন।</i> 
⚠️ | **সতর্কতা**
<i>একের অধিক কাউন্টডাউন রাখবেন না।</i>
"""

TUTORIAL_TEXT = "💡 | ভিডিও টিউটোরিয়াল **🎥 ভিডিও** দেখে নিতে পারেন"

#Copyright ©️ 2021 EduMentors. All Rights Reserved.
